Repository: stanlsv/sayboard
Catalog: Sayboard/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, tr, uk, zh

source: This device has no mail app to open, so the address is on your clipboard instead. Paste %@ wherever you read your email.
bg: На това устройство няма приложение за поща, което да се отвори, затова адресът е копиран в клипборда. Поставете %@ там, където четете имейлите си.
cs: Toto zařízení nemá e-mailovou aplikaci, kterou by šlo otevřít, takže adresa je místo toho ve schránce. Vložte %@ tam, kde čtete svou poštu.
da: Denne enhed har ingen mailapp at åbne, så adressen ligger i udklipsholderen i stedet. Indsæt %@ der, hvor du læser din e-mail.
de: Auf diesem Gerät ist keine Mail-App eingerichtet, daher liegt die Adresse stattdessen in der Zwischenablage. Fügen Sie %@ dort ein, wo Sie Ihre E-Mails lesen.
el: Σε αυτή τη συσκευή δεν υπάρχει εφαρμογή email, οπότε η διεύθυνση αντιγράφηκε στο πρόχειρο. Επικολλήστε %@ εκεί όπου διαβάζετε τα email σας.
es: Este dispositivo no tiene ninguna app de correo que abrir, así que la dirección se ha copiado en el portapapeles. Pegue %@ donde lea su correo.
et: Selles seadmes pole ühtegi e-posti rakendust, mida avada, seega kopeeriti aadress lõikepuhvrisse. Kleepige %@ sinna, kus loete oma e-kirju.
fi: Tässä laitteessa ei ole sähköpostiohjelmaa, jonka voisi avata, joten osoite kopioitiin leikepöydälle. Liitä %@ sinne, missä luet sähköpostiasi.
fr: Cet appareil n’a aucune app d’e-mail à ouvrir, l’adresse a donc été copiée dans le presse-papiers. Collez %@ là où vous lisez vos e-mails.
hi: इस डिवाइस पर खोलने के लिए कोई ईमेल ऐप नहीं है, इसलिए पता क्लिपबोर्ड पर कॉपी कर दिया गया है। जहाँ आप अपना ईमेल पढ़ते हैं, वहाँ %@ पेस्ट करें।
hr: Na ovom uređaju nema aplikacije za e-mail, pa je adresa umjesto toga kopirana u memorijski pretinac. Zalijepite %@ ondje gdje čitate e-mail.
hu: Ezen az eszközön nincs megnyitható levelezőalkalmazás, ezért a cím a vágólapra került. Illessze be a(z) %@ címet ott, ahol a leveleit olvassa.
it: Su questo dispositivo non c’è un’app di posta da aprire, quindi l’indirizzo è negli appunti. Incolli %@ dove legge la Sua posta.
ja: このデバイスには開けるメールアプリがないため、代わりにアドレスをクリップボードにコピーしました。ふだんメールを読んでいる場所に %@ を貼り付けてください。
ko: 이 기기에는 열 수 있는 메일 앱이 없어서 주소를 클립보드에 복사했습니다. 이메일을 확인하는 곳에 %@을(를) 붙여넣으세요.
lt: Šiame įrenginyje nėra pašto programėlės, kurią būtų galima atidaryti, todėl adresas nukopijuotas į iškarpinę. Įklijuokite %@ ten, kur skaitote savo el. laiškus.
lv: Šajā ierīcē nav pasta lietotnes, ko atvērt, tāpēc adrese ir ievietota starpliktuvē. Ielīmējiet %@ tur, kur lasāt savu e-pastu.
nb: Denne enheten har ingen e-postapp å åpne, så adressen ligger på utklippstavlen i stedet. Lim inn %@ der du leser e-posten din.
nl: Dit apparaat heeft geen e-mailapp om te openen, dus het adres staat nu op uw klembord. Plak %@ waar u uw e-mail leest.
pl: To urządzenie nie ma aplikacji e-mail, którą można otworzyć, więc adres trafił do schowka. Wklej %@ tam, gdzie czytasz pocztę.
pt: Este dispositivo não tem um app de e-mail para abrir, por isso o endereço foi copiado para a área de transferência. Cole %@ onde você lê seus e-mails.
ro: Acest dispozitiv nu are o aplicație de e-mail pe care să o deschidă, așa că adresa a fost copiată în clipboard. Lipiți %@ acolo unde vă citiți e-mailurile.
ru: На этом устройстве нет почтового приложения, поэтому адрес скопирован в буфер обмена. Вставьте %@ там, где вы читаете почту.
sk: Toto zariadenie nemá e-mailovú aplikáciu, ktorú by bolo možné otvoriť, preto je adresa skopírovaná v schránke. Prilepte %@ tam, kde čítate e-maily.
sl: V tej napravi ni e-poštne aplikacije, ki bi jo lahko odprli, zato je naslov kopiran v odložišče. Prilepite %@ tam, kjer berete e-pošto.
sv: Den här enheten har ingen e-postapp att öppna, så adressen ligger i urklipp i stället. Klistra in %@ där du läser din e-post.
tr: Bu cihazda açılacak bir e-posta uygulaması yok, bu yüzden adres panoya kopyalandı. E-postalarınızı okuduğunuz yere %@ adresini yapıştırın.
uk: На цьому пристрої немає поштового застосунку, тож адресу натомість скопійовано в буфер обміну. Вставте %@ там, де ви читаєте пошту.
zh: 此设备上没有可打开的邮件应用，因此地址已复制到剪贴板。请将 %@ 粘贴到您查看邮件的地方。

source: This model needs more memory (RAM) than your device has
bg: Този модел се нуждае от повече памет (RAM), отколкото има устройството Ви
cs: Tento model potřebuje více paměti (RAM), než má vaše zařízení
da: Denne model kræver mere hukommelse (RAM) end din enhed har
de: Dieses Modell benötigt mehr Arbeitsspeicher (RAM) als Ihr Gerät hat
el: Αυτό το μοντέλο χρειάζεται περισσότερη μνήμη (RAM) από αυτή που διαθέτει η συσκευή σας
es: Este modelo necesita más memoria (RAM) de la que tiene su dispositivo
et: See mudel vajab rohkem mälu (RAM), kui teie seadmes on
fi: Tämä malli tarvitsee enemmän muistia (RAM) kuin laitteessasi on
fr: Ce modèle nécessite plus de mémoire (RAM) que votre appareil n’en dispose
hi: इस मॉडल को आपके डिवाइस की उपलब्ध मेमोरी (RAM) से अधिक की ज़रूरत है
hr: Ovaj model treba više memorije (RAM-a) nego što vaš uređaj ima
hu: Ez a modell több memóriát (RAM) igényel, mint amennyivel az eszköze rendelkezik
it: Questo modello richiede più memoria (RAM) di quella disponibile sul Suo dispositivo
ja: このモデルはデバイスのメモリ（RAM）より多くのメモリが必要です
ko: 이 모델은 기기의 메모리(RAM)보다 더 많은 메모리가 필요합니다
lt: Šiam modeliui reikia daugiau atminties (RAM), nei turi Jūsų įrenginys
lv: Šim modelim ir nepieciešams vairāk atmiņas (RAM) nekā ir Jūsu ierīcei
nb: Denne modellen trenger mer minne (RAM) enn enheten din har
nl: Dit model heeft meer geheugen (RAM) nodig dan uw apparaat heeft
pl: Ten model wymaga więcej pamięci (RAM) niż dostępna na urządzeniu
pt: Este modelo precisa de mais memória (RAM) do que seu dispositivo possui
ro: Acest model are nevoie de mai multă memorie (RAM) decât are dispozitivul dvs.
ru: Этой модели требуется больше оперативной памяти (RAM), чем есть на вашем устройстве
sk: Tento model potrebuje viac pamäte (RAM), ako má vaše zariadenie
sl: Ta model potrebuje več pomnilnika (RAM), kot ga ima Vaša naprava
sv: Denna modell behöver mer minne (RAM) än din enhet har
tr: Bu model, cihazınızda bulunandan daha fazla belleğe (RAM) ihtiyaç duyar
uk: Ця модель потребує більше памʼяті (ОЗП), ніж є на вашому пристрої
zh: 此模型需要的内存（RAM）超过您的设备可用量

source: This will free up storage. You can re-download it anytime.
bg: Това ще освободи място. Можете да го изтеглите отново по всяко време.
cs: Tím se uvolní úložiště. Můžete si jej kdykoli stáhnout znovu.
da: Dette frigør lagerplads. Du kan gendownloade den når som helst.
de: Dies gibt Speicherplatz frei. Sie können es jederzeit erneut herunterladen.
el: Αυτό θα ελευθερώσει αποθηκευτικό χώρο. Μπορείτε να το κατεβάσετε ξανά οποιαδήποτε στιγμή.
es: Esto liberará espacio. Puede volver a descargarlo cuando quiera.
et: See vabastab mäluruumi. Saate selle igal ajal uuesti alla laadida.
fi: Tämä vapauttaa tallennustilaa. Voit ladata sen uudelleen milloin tahansa.
fr: Cela libérera de l’espace de stockage. Vous pourrez le retélécharger à tout moment.
hi: इससे स्टोरेज खाली होगा। आप इसे कभी भी फिर से डाउनलोड कर सकते हैं।
hr: Time ćete osloboditi prostor. Možete ga ponovno preuzeti u svakom trenutku.
hu: Ezzel tárhelyet szabadít fel. Bármikor újra letöltheti.
it: Questa operazione libererà spazio di archiviazione. Potrà riscaricarlo in qualsiasi momento.
ja: ストレージが解放されます。いつでも再ダウンロードできます。
ko: 저장 공간이 확보됩니다. 언제든지 다시 다운로드할 수 있습니다.
lt: Tai atlaisvins vietos atmintyje. Bet kada galėsite atsisiųsti iš naujo.
lv: Tādējādi tiks atbrīvota krātuve. Jūs to varat lejupielādēt atkārtoti jebkurā laikā.
nb: Dette frigjør lagringsplass. Du kan laste den ned igjen når som helst.
nl: Dit maakt opslagruimte vrij. U kunt het op elk moment opnieuw downloaden.
pl: Spowoduje to zwolnienie miejsca. Model można pobrać ponownie w dowolnej chwili.
pt: Isso liberará espaço de armazenamento. Você pode baixá-lo novamente a qualquer momento.
ro: Acest lucru va elibera spațiu de stocare. Îl puteți descărca din nou oricând.
ru: Это освободит место. Вы сможете скачать модель снова в любое время.
sk: Tým sa uvoľní úložisko. Môžete ho kedykoľvek znova stiahnuť.
sl: To bo sprostilo prostor. Ponovno ga lahko prenesete kadar koli.
sv: Detta frigör lagringsutrymme. Du kan ladda ner den igen när som helst.
tr: Bu işlem depolama alanı boşaltır. İstediğiniz zaman tekrar indirebilirsiniz.
uk: Це звільнить сховище. Ви можете завантажити її знову будь-коли.
zh: 这将释放存储空间。您可以随时重新下载。

source: This will permanently delete %lld recordings and their audio files.
bg: Това ще изтрие безвъзвратно %lld записа и техните аудиофайлове.
cs: Trvale se smaže %lld nahrávek a jejich zvukových souborů.
da: Dette sletter permanent %lld optagelser og deres lydfiler.
de: Dies löscht dauerhaft %lld Aufnahmen und deren Audiodateien.
el: Αυτό θα διαγράψει οριστικά %lld εγγραφές και τα αρχεία ήχου τους.
es: Esto eliminará de forma permanente %lld grabaciones y sus archivos de audio.
et: See kustutab jäädavalt %lld salvestist ja nende helifailid.
fi: Tämä poistaa pysyvästi %lld tallennusta ja niiden äänitiedostot.
fr: Cela supprimera définitivement %lld enregistrements et leurs fichiers audio.
hi: यह स्थायी रूप से %lld रिकॉर्डिंग और उनकी ऑडियो फ़ाइलें हटा देगा।
hr: Time će se trajno izbrisati %lld snimki i njihove audiodatoteke.
hu: Ez véglegesen töröl %lld felvételt és a hozzájuk tartozó hangfájlokat.
it: Questa operazione eliminerà definitivamente %lld registrazioni e i relativi file audio.
ja: これにより%lld件の録音とそのオーディオファイルが完全に削除されます。
ko: 녹음 %lld개와 오디오 파일이 영구적으로 삭제됩니다.
lt: Tai visam laikui ištrins %lld įrašų ir jų garso failus.
lv: Tādējādi tiks neatgriezeniski dzēsti %lld ieraksti un to audio faili.
nb: Dette sletter permanent %lld opptak og lydfilene deres.
nl: Dit verwijdert permanent %lld opnames en hun audiobestanden.
pl: Spowoduje to trwałe usunięcie %lld nagrań i ich plików audio.
pt: Isso excluirá permanentemente %lld gravações e seus arquivos de áudio.
ro: Acest lucru va șterge definitiv %lld înregistrări și fișierele lor audio.
ru: Будет безвозвратно удалено записей: %lld (вместе с аудиофайлами).
sk: Týmto sa natrvalo odstráni %lld nahrávok a ich zvukových súborov.
sl: Tako bo trajno izbrisanih %lld posnetkov in njihovih zvočnih datotek.
sv: Detta raderar permanent %lld inspelningar och deras ljudfiler.
tr: Bu işlem %lld kaydı ve ses dosyalarını kalıcı olarak siler.
uk: Це остаточно видалить %lld записів та їхні аудіофайли.
zh: 将永久删除 %lld 条录音及其音频文件。

source: Top English accuracy among all models. English only.
bg: Най-добра точност на английски сред всички модели. Само английски.
cs: Nejvyšší přesnost angličtiny ze všech modelů. Pouze angličtina.
da: Højeste engelske nøjagtighed blandt alle modeller. Kun engelsk.
de: Höchste englische Genauigkeit unter allen Modellen. Nur Englisch.
el: Κορυφαία ακρίβεια αγγλικών μεταξύ όλων των μοντέλων. Μόνο αγγλικά.
es: La mayor precisión en inglés de todos los modelos. Solo inglés.
et: Parim inglise keele täpsus kõigi mudelite hulgas. Ainult inglise keel.
fi: Paras englannin tarkkuus kaikista malleista. Vain englanti.
fr: Meilleure précision en anglais parmi tous les modèles. Anglais uniquement.
hi: सभी मॉडलों में शीर्ष अंग्रेज़ी सटीकता। केवल अंग्रेज़ी।
hr: Najveća preciznost za engleski među svim modelima. Samo engleski.
hu: A legjobb angol pontosság az összes modell között. Csak angol.
it: Massima precisione in inglese tra tutti i modelli. Solo inglese.
ja: 全モデル中最高の英語精度。英語のみ。
ko: 모든 모델 중 최고의 영어 정확도. 영어만 지원.
lt: Aukščiausias anglų kalbos tikslumas tarp visų modelių. Tik anglų kalba.
lv: Augstākā angļu valodas precizitāte starp visiem modeļiem. Tikai angļu valodā.
nb: Høyeste engelske nøyaktighet av alle modeller. Kun engelsk.
nl: Hoogste Engelse nauwkeurigheid van alle modellen. Alleen Engels.
pl: Najwyższa dokładność angielskiego spośród wszystkich modeli. Tylko angielski.
pt: A maior precisão em inglês entre todos os modelos. Apenas inglês.
ro: Cea mai bună precizie în engleză dintre toate modelele. Doar engleză.
ru: Лучшая точность на английском среди всех моделей. Только английский.
sk: Najvyššia presnosť angličtiny zo všetkých modelov. Len angličtina.
sl: Najvišja natančnost angleščine med vsemi modeli. Samo angleščina.
sv: Högsta engelska noggrannheten av alla modeller. Endast engelska.
tr: Tüm modeller arasında en yüksek İngilizce doğruluğu. Yalnızca İngilizce.
uk: Найвища точність англійської серед усіх моделей. Лише англійська.
zh: 所有模型中英语精度最高。仅支持英语。

source: Translates to English
bg: Превежда на английски
cs: Překládá do angličtiny
da: Oversætter til engelsk
de: Übersetzt ins Englische
el: Μετάφραση στα αγγλικά
es: Traduce al inglés
et: Tõlgib inglise keelde
fi: Kääntää englanniksi
fr: Traduit vers l’anglais
hi: अंग्रेज़ी में अनुवाद करता है
hr: Prevodi na engleski
hu: Angolra fordít
it: Traduce in inglese
ja: 英語に翻訳
ko: 영어로 번역
lt: Verčia į anglų kalbą
lv: Tulko uz angļu valodu
nb: Oversetter til engelsk
nl: Vertaalt naar Engels
pl: Tłumaczy na angielski
pt: Traduz para o inglês
ro: Traduce în engleză
ru: Переводит на английский
sk: Prekladá do angličtiny
sl: Prevaja v angleščino
sv: Översätter till engelska
tr: İngilizceye çevirir
uk: Перекладає англійською
zh: 翻译为英语

source: Trigger Phrase
bg: Задействаща фраза
cs: Spouštěcí fráze
da: Triggerfrase
de: Auslösephrase
el: Φράση ενεργοποίησης
es: Frase activadora
et: Päästikfraas
fi: Laukaisufraasi
fr: Phrase déclencheur
hi: ट्रिगर फ़्रेज़
hr: Okidačka fraza
hu: Indítókifejezés
it: Frase di attivazione
ja: トリガーフレーズ
ko: 트리거 문구
lt: Suaktyvinimo frazė
lv: Aktivizēšanas frāze
nb: Utløserfrase
nl: Triggerzin
pl: Fraza wyzwalająca
pt: Frase de ativação
ro: Frază declanșatoare
ru: Триггерная фраза
sk: Spúšťacia fráza
sl: Sprožilna besedna zveza
sv: Utlösarfras
tr: Tetikleyici İfade
uk: Тригерна фраза
zh: 触发短语

source: Turn Off
bg: Изключете
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
et: Lülita välja
fi: Laita pois päältä
fr: Désactiver
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
it: Disattiva
ja: オフにする
ko: 끄기
lt: Išjungti
lv: Izslēgt
nb: Slå av
nl: Schakel uit
pl: Wyłącz
pt: Desativar
ro: Dezactivează
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
tr: Kapat
uk: Вимкнути
zh: 关闭

source: Unlock for %@
bg: Отключете за %@
cs: Odemknout za %@
da: Lås op for %@
de: Für %@ freischalten
el: Ξεκλείδωμα με %@
es: Desbloquear por %@
et: Ava hinnaga %@
fi: Avaa hintaan %@
fr: Débloquer pour %@
hi: %@ में अनलॉक करें
hr: Otključaj za %@
hu: Feloldás: %@
it: Sblocca a %@
ja: %@でロック解除
ko: %@에 잠금 해제
lt: Atrakinti už %@
lv: Atbloķēt par %@
nb: Lås opp for %@
nl: Ontgrendel voor %@
pl: Odblokuj za %@
pt: Desbloquear por %@
ro: Deblochează pentru %@
ru: Разблокировать за %@
sk: Odomknúť za %@
sl: Odkleni za %@
sv: Lås upp för %@
tr: %@ Karşılığında Kilidi Aç
uk: Розблокувати за %@
zh: 以 %@ 解锁

source: Update Sayboard to use this model.
bg: Обновете Sayboard, за да използвате този модел.
cs: Aktualizujte Sayboard, abyste mohli tento model použít.
da: Opdater Sayboard for at bruge denne model.
de: Aktualisieren Sie Sayboard, um dieses Modell zu verwenden.
el: Ενημερώστε το Sayboard για να χρησιμοποιήσετε αυτό το μοντέλο.
es: Actualice Sayboard para usar este modelo.
et: Uuendage Sayboardi, et seda mudelit kasutada.
fi: Päivitä Sayboard käyttääksesi tätä mallia.
fr: Mettez à jour Sayboard pour utiliser ce modèle.
hi: इस मॉडल का उपयोग करने के लिए Sayboard अपडेट करें।
hr: Ažurirajte Sayboard da biste koristili ovaj model.
hu: Frissítse a Sayboardot a modell használatához.
it: Aggiorni Sayboard per usare questo modello.
ja: このモデルを使用するには Sayboard を更新してください。
ko: 이 모델을 사용하려면 Sayboard를 업데이트하세요.
lt: Atnaujinkite Sayboard, kad galėtumėte naudoti šį modelį.
lv: Atjauniniet Sayboard, lai izmantotu šo modeli.
nb: Oppdater Sayboard for å bruke denne modellen.
nl: Werk Sayboard bij om dit model te gebruiken.
pl: Zaktualizuj Sayboard, aby użyć tego modelu.
pt: Atualize o Sayboard para usar este modelo.
ro: Actualizați Sayboard pentru a folosi acest model.
ru: Обновите Sayboard, чтобы использовать эту модель.
sk: Aktualizujte Sayboard, aby ste mohli tento model použiť.
sl: Posodobite Sayboard, da boste lahko uporabili ta model.
sv: Uppdatera Sayboard för att använda den här modellen.
tr: Bu modeli kullanmak için Sayboard'u güncelleyin.
uk: Оновіть Sayboard, щоб використовувати цю модель.
zh: 请更新 Sayboard 以使用此模型。

source: Version
bg: Версия
cs: Verze
el: Έκδοση
es: Versión
et: Versioon
fi: Versio
hi: संस्करण
hr: Verzija
hu: Verzió
it: Versione
ja: バージョン
ko: 버전
lt: Versija
lv: Versija
nb: Versjon
nl: Versie
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
tr: Sürüm
uk: Версія
zh: 版本

source: Very Casual
bg: Много неформален
cs: Velmi neformální
da: Meget uformel
de: Sehr umgangssprachlich
el: Πολύ ανεπίσημο
es: Muy informal
et: Väga vabas stiilis
fi: Hyvin arkinen
fr: Très familier
hi: बहुत अनौपचारिक
hr: Vrlo ležerno
hu: Nagyon kötetlen
it: Molto informale
ja: とてもカジュアル
ko: 매우 일상적
lt: Labai neformalus
lv: Ļoti neformāls
nb: Veldig uformell
nl: Zeer informeel
pl: Bardzo swobodny
pt: Bem informal
ro: Foarte informal
ru: Очень свободный
sk: Veľmi neformálny
sl: Zelo sproščeno
sv: Mycket vardaglig
tr: Çok Günlük
uk: Дуже розмовний
zh: 非常随意

source: wait did you see that? he can’t believe it happened
bg: чакай видя ли това? той не може да повярва че се случи
cs: počkej viděls to? nemůže uvěřit že se to stalo
da: vent så du det? han kan ikke tro det skete
de: warte hast du das gesehen? er kann es nicht glauben dass das passiert ist
el: περίμενε το είδες αυτό; δεν μπορεί να πιστέψει ότι συνέβη
es: espera lo viste? no se puede creer que haya pasado
et: oota kas sa nägid seda? ta ei suuda uskuda et see juhtus
fi: hetkinen näitkö tuon? hän ei voi uskoa että se tapahtui
fr: attends t’as vu ça il n’arrive pas à croire que c’est arrivé
hi: रुको तुमने वो देखा? उसे विश्वास नहीं हो रहा कि ऐसा हुआ
hr: čekaj jesi li to vidio? ne može vjerovati da se dogodilo
hu: várj láttad? el sem hiszi hogy megtörtént
it: aspetta hai visto non riesce a credere che sia successo
ja: ねえ見た？彼は信じられないみたい
ko: 잠깐 그거 봤어 그는 그게 일어났다는 걸 믿을 수 없대
lt: palauk, ar matei tai? jis negali patikėti, kad tai įvyko
lv: pagaidi vai tu to redzēji? viņš nevar noticēt ka tas notika
nb: vent så du det? han kan ikke tro at det skjedde
nl: wacht zag je dat? hij kan niet geloven dat het gebeurd is
pl: czekaj widziałeś to? on nie może uwierzyć że to się stało
pt: espera você viu isso? ele não acredita que aconteceu
ro: stai ai văzut asta? nu poate crede că s-a întâmplat
ru: подожди ты это видел? он не может поверить что это случилось
sk: počkaj videl si to? nemôže uveriť že sa to stalo
sl: počakaj si videl to? ne more verjeti da se je zgodilo
sv: vänta såg du det där? han kan inte tro att det hände
tr: bekle gördün mü? olanlara inanamıyor
uk: зачекай ти це бачив? він не може повірити що це сталось
zh: 等等你看到了吗 他不敢相信这事居然发生了

source: Wait, did you see that? He can’t believe it happened
bg: Чакай, видя ли това? Той не може да повярва, че се случи
cs: Počkej, viděls to? Nemůže uvěřit, že se to stalo
da: Vent, så du det? Han kan ikke tro, det skete
de: Warte, hast du das gesehen? Er kann nicht glauben, dass das passiert ist
el: Περίμενε, το είδες αυτό; Δεν μπορεί να πιστέψει ότι συνέβη
es: Espera, ¿lo viste? No se puede creer que haya pasado
et: Oota, kas sa nägid seda? Ta ei suuda uskuda, et see juhtus
fi: Hetkinen, näitkö tuon? Hän ei voi uskoa, että se tapahtui
fr: Attends, t’as vu ça ? Il n’arrive pas à croire que c’est arrivé
hi: रुको, तुमने वो देखा? उसे विश्वास नहीं हो रहा कि ऐसा हुआ
hr: Čekaj, jesi li to vidio? Ne može vjerovati da se dogodilo
hu: Várj, láttad? El sem hiszi, hogy megtörtént
it: Aspetta, hai visto? Non riesce a credere che sia successo
ja: ねえ、見た？彼は信じられないみたい
ko: 잠깐, 그거 봤어? 그는 그게 일어났다는 걸 믿을 수 없대
lt: Palauk, ar matei tai? Jis negali patikėti, kad tai įvyko
lv: Pagaidi, vai tu to redzēji? Viņš nevar noticēt, ka tas notika
nb: Vent, så du det? Han kan ikke tro at det skjedde
nl: Wacht, zag je dat? Hij kan niet geloven dat het gebeurd is
pl: Czekaj, widziałeś to? On nie może uwierzyć, że to się stało
pt: Espera, você viu isso? Ele não acredita que aconteceu
ro: Stai, ai văzut asta? Nu poate crede că s-a întâmplat
ru: Подожди, ты это видел? Он не может поверить, что это случилось
sk: Počkaj, videl si to? Nemôže uveriť, že sa to stalo
sl: Počakaj, si videl to? Ne more verjeti, da se je zgodilo
sv: Vänta, såg du det där? Han kan inte tro att det hände
tr: Bekle, gördün mü? Olanlara inanamıyor
uk: Зачекай, ти це бачив? Він не може повірити, що це сталось
zh: 等等，你看到了吗？他不敢相信这事居然发生了

source: Wait, did you see that? He can’t believe it happened.
bg: Чакай, видя ли това? Той не може да повярва, че се случи.
cs: Počkej, viděls to? Nemůže uvěřit, že se to stalo.
da: Vent, så du det? Han kan ikke tro, det skete.
de: Warte, hast du das gesehen? Er kann nicht glauben, dass das passiert ist.
el: Περίμενε, το είδες αυτό; Δεν μπορεί να πιστέψει ότι συνέβη.
es: Espera, ¿lo viste? No se puede creer que haya pasado.
et: Oota, kas sa nägid seda? Ta ei suuda uskuda, et see juhtus.
fi: Hetkinen, näitkö tuon? Hän ei voi uskoa, että se tapahtui.
fr: Attends, t’as vu ça ? Il n’arrive pas à croire que c’est arrivé.
hi: रुको, तुमने वो देखा? उसे विश्वास नहीं हो रहा कि ऐसा हुआ।
hr: Čekaj, jesi li to vidio? Ne može vjerovati da se dogodilo.
hu: Várj, láttad? El sem hiszi, hogy megtörtént.
it: Aspetta, hai visto? Non riesce a credere che sia successo.
ja: ねえ、見た？彼は信じられないみたい。
ko: 잠깐, 그거 봤어? 그는 그게 일어났다는 걸 믿을 수 없대.
lt: Palauk, ar matei tai? Jis negali patikėti, kad tai įvyko.
lv: Pagaidi, vai tu to redzēji? Viņš nevar noticēt, ka tas notika.
nb: Vent, så du det? Han kan ikke tro at det skjedde.
nl: Wacht, zag je dat? Hij kan niet geloven dat het gebeurd is.
pl: Czekaj, widziałeś to? On nie może uwierzyć, że to się stało.
pt: Espera, você viu isso? Ele não acredita que aconteceu.
ro: Stai, ai văzut asta? Nu poate crede că s-a întâmplat.
ru: Подожди, ты это видел? Он не может поверить, что это случилось.
sk: Počkaj, videl si to? Nemôže uveriť, že sa to stalo.
sl: Počakaj, si videl to? Ne more verjeti, da se je zgodilo.
sv: Vänta, såg du det där? Han kan inte tro att det hände.
tr: Bekle, gördün mü? Olanlara inanamıyor.
uk: Зачекай, ти це бачив? Він не може повірити, що це сталось.
zh: 等等，你看到了吗？他不敢相信这事居然发生了。

source: Waiting for purchase approval
bg: Покупката очаква одобрение
cs: Nákup čeká na schválení
da: Købet venter på godkendelse
de: Kauf wartet auf Genehmigung
el: Η αγορά αναμένει έγκριση
es: Compra pendiente de aprobación
et: Ost ootab kinnitamist
fi: Osto odottaa hyväksyntää
fr: Achat en attente d’approbation
hi: ख़रीदारी की मंज़ूरी का इंतज़ार है
hr: Kupnja čeka odobrenje
hu: A vásárlás jóváhagyásra vár
it: Acquisto in attesa di approvazione
ja: 購入の承認を待っています
ko: 구입 승인 대기 중
lt: Pirkinys laukia patvirtinimo
lv: Pirkums gaida apstiprinājumu
nb: Kjøpet venter på godkjenning
nl: Aankoop wacht op goedkeuring
pl: Zakup czeka na zatwierdzenie
pt: Compra aguardando aprovação
ro: Achiziția așteaptă aprobarea
ru: Ожидается подтверждение покупки
sk: Nákup čaká na schválenie
sl: Nakup čaka na odobritev
sv: Köpet väntar på godkännande
tr: Satın alma onay bekliyor
uk: Очікується підтвердження покупки
zh: 购买正在等待批准

source: What gets inserted
bg: Какво се вмъква
cs: Co se vloží
da: Hvad der indsættes
de: Was eingefügt wird
el: Τι εισάγεται
es: Lo que se inserta
et: Mida sisestatakse
fi: Mitä lisätään
fr: Ce qui est inséré
hi: क्या डाला जाएगा
hr: Što se umeće
hu: Mi kerül beillesztésre
it: Cosa viene inserito
ja: 挿入される内容
ko: 삽입되는 내용
lt: Kas įterpiama
lv: Kas tiek ievietots
nb: Hva som settes inn
nl: Wat er wordt ingevoegd
pl: Co zostanie wstawione
pt: O que é inserido
ro: Ce se inserează
ru: Что будет вставлено
sk: Čo sa vloží
sl: Kaj se vstavi
sv: Det som infogas
tr: Ne eklenir
uk: Що буде вставлено
zh: 插入的内容
